Simplest Model

____________________________________________________________________________________________________
Layer (type)                     Output Shape          Param #     Connected to                     
====================================================================================================
lambda_9 (Lambda)                (None, 160, 320, 3)   0           lambda_input_9[0][0]             
____________________________________________________________________________________________________
flatten_9 (Flatten)              (None, 153600)        0           lambda_9[0][0]                   
____________________________________________________________________________________________________
dense_11 (Dense)                 (None, 1)             153601      flatten_9[0][0]                  
====================================================================================================
Total params: 153,601
Trainable params: 153,601
Non-trainable params: 0
